export const hormoneCategories = [
  {
    title: 'هورمون‌های تیروئید',
    tests: [
      { name: 'T4', description: 'رایج‌ترین آزمایش برای عملکرد تیروئید' },
      { name: 'Free T4', description: 'ابزار تشخیصی دقیق‌تر برای پرکاری یا کم‌کاری تیروئید' },
      { name: 'TSH', description: 'ارزیابی کم‌کاری تیروئید و عملکرد غده تیروئید' },
    ],
  },
  {
    title: 'هورمون‌های استرس',
    tests: [
      { name: 'کورتیزول', description: 'برای تشخیص سندرم کوشینگ یا بیماری آدیسون' },
      { name: 'ACTH', description: 'برای تست‌های تحریک ACTH و ارزیابی غده فوق کلیوی' },
      { name: 'آلدوسترون', description: 'بررسی اختلالات الکترولیت و عملکرد غده فوق کلیوی' },
    ],
  },
  {
    title: 'هورمون‌های تولید مثل',
    tests: [
      { name: 'پروژسترون', description: 'ضروری برای نظارت بر چرخه‌های تولید مثل' },
      { name: 'تستوسترون', description: 'ارزیابی بیماری‌های مربوط به هورمون‌های جنسی' },
      { name: 'استروژن', description: 'بررسی چرخه‌های تولید مثل و اختلالات هورمونی' },
      { name: 'LH', description: 'تعیین وضعیت تولید مثل و باروری' },
    ],
  },
];